Repository: Lingmo-Archive/lingmo-plasma-desktop
Catalog: po/*/kcm_splashscreen.po
Languages: it, sv

# NAME OF TRANSLATORS
source: Your names
it: Vincenzo Reale
sv: Stefan Asserhäll

# EMAIL OF TRANSLATORS
source: Your emails
it: smart2128@baslug.org
sv: stefan.asserhall@bredband.net

source: Splash Screen
it: Schermata d'avvio
sv: Startskärm

source: None
it: Nessuna
sv: Ingen

source: No splash screen will be shown
it: Nessuna schermata di avvio sar√† mostrata
sv: Ingen startskärm visas

source: This module lets you choose the splash screen theme.
it: Questo modulo ti consente di scegliere il tema della schermata di avvio.
sv: Modulen låter dig välja startskärmstemat.

source: Failed to test the splash screen.
it: Prova della schermata d'avvio non riuscita.
sv: Misslyckades testa startskärmen.

source: Preview Splash Screen
it: Anteprima schermata d'avvio
sv: Förhandsgranska av startskärm

source: &Get New Splash Screens...
it: Scarica nuo&ve schermate d'avvio...
sv: &Hämta nya startskärmar...

source: For future use
it: Per usi futuri
sv: För framtida användning

source: Name of the current splash theme
it: Nome del tema della schermata iniziale attuale
sv: Namn på aktuellt starttema
