Repository: Lingmo-Archive/lingmo-plasma-desktop
Catalog: po/*/kcm_baloofile.po
Languages: pl

# NAME OF TRANSLATORS
source: Your names
pl: Łukasz Wojniłowicz

# EMAIL OF TRANSLATORS
source: Your emails
pl: lukasz.wojnilowicz@gmail.com

source: File Search
pl: Wyszukiwanie plików

source: Copyright 2007-2010 Sebastian Trüg
pl: Prawa autorskie 2007-2010 Sebastian Trüg

source: This module lets you configure the file indexer and search functionality.
pl: Ten moduł umożliwia ustawienie indeksowania oraz wyszukiwania plików.

source: File Search helps you quickly locate all your files based on their content.
pl: Wyszukiwanie plików umożliwia szybkie ustalenie położenia plików na podstawie ich zawartości.

source: Enable File Search
pl: Włącz wyszukiwanie plików

source: Also index file content
pl: Indeksuj także zawartość plików

source: Index hidden files and folders
pl: Indeksuj ukryte pliki i katalogi

source: Folder specific configuration:
pl: Ustawienia osobne dla katalogu:

source: Add folder configuration...
pl: Dodaj ustawienia katalogu...

source: Start indexing a folder...
pl: Rozpocznij indeksowanie katalogu...

source: Stop indexing a folder...
pl: Zatrzymaj indeksowanie katalogu...

source: Not indexed
pl: Niezaindeksowany

source: Indexed
pl: Zaindeksowany

source: Delete entry
pl: Usuń wpis

source: Select a folder to filter
pl: Wybierz katalog do odfiltrowania
