Repository: Lingmo-Archive/lingmo-plasma-desktop
Catalog: po/*/kcm_nightcolor.po
Languages: cs, de, fr, ja, nl, pl, ru

# NAME OF TRANSLATORS
source: Your names
cs: Vít Pelčák,Lukáš Kucharczyk
de: Burkhard Lück, Frank Steinmetzger
fr: Geoffray Levasseur, Matthieu Robin, Vincent Pinon, Simon Depiets
nl: Freek de Kruijf - t/m 2019
pl: Łukasz Wojniłowicz
ru: Александр Яворский

# EMAIL OF TRANSLATORS
source: Your emails
cs: vit@pelcak.org,lukas@kucharczyk.xyz
de: lueck@hube-lueck.de
fr: geoffray.levasseurbrandin@numericable.fr, kde@macolu.org, vpinon@kde.org, sdepiets@gmail.com
nl: freekdekruijf@kde.nl
pl: lukasz.wojnilowicz@gmail.com
ru: kekcuHa@gmail.com

source: Night Color
cs: Noční barva
de: Nachtfarben
fr: Couleur de nuit
nl: Nachtkleur
pl: Barwy nocne
ru: Ночная цветовая схема

source: Detect Location
cs: Zjistit polohu
de: Standort ermitteln
fr: Détecter la localisation
ja: 場所を検出
nl: Locatie detecteren
pl: Wykryj położenie
ru: Определить местоположение

source: Latitude:
cs: Zeměpisná šířka:
de: Breitengrad:
ja: 緯度:
nl: Breedtegraad:
pl: Szerokość geograficzna:
ru: Широта:

source: Longitude:
cs: Zeměpisná délka:
de: Längengrad:
ja: 経度:
nl: Lengtegraad:
pl: Długość geograficzna:
ru: Долгота:

source: Night Color makes the colors on the screen warmer to reduce eye strain at the time of your choosing.
cs: Noční barva změní ve vybraný čas barvy na obrazovce na teplejší odstíny za účelem snížení námahy očí.
de: Mit Nachtfarben werden die Bildschirmfarben zur gewünschten Zeit wärmer dargestellt, um die Ermüdung der Augen zu verringern.
fr: Couleur de nuit rend les couleurs de l'écran plus chaleureuses pour réduire la fatigue oculaire à partir de l'heure de votre choix.
ja: Night Color は指定された時間にディスプレイの色温度を下げることで目の負荷を軽減します。
nl: Nachtkleur maakt de kleuren op het scherm warmer om het oog minder te vermoeien op de tijd van uw keuze.
pl: Barwy nocne czynią barwy na ekranie cieplejszymi (wtedy, kiedy wybierzesz), aby zmniejszyć wytężenie oczu.
ru: Ночная цветовая схема в заданное время увеличивает цветовую температуру для снижения нагрузки на глаза.

source: Activate Night Color
cs: Aktivovat noční barvu
de: Nachtfarben aktivieren
fr: Activer la couleur de nuit
ja: Night Color を有効化
nl: Nachtkleur activeren
pl: Włącz barwy nocne
ru: Использовать ночную цветовую схему

source: Night Color Temperature:
cs: Teplota noční barvy:
de: Temperatur der Nachtfarbe:
fr: Température de couleur de nuit :
ja: Night Color の色温度:
nl: Nachtkleurtemperatuur:
pl: Temperatura barw nocnych:
ru: Цветовая температура ночной схемы:

source: K
ru: К

# Night colour red-ish
source: Warm
cs: Teplá
fr: Chaud
ja: 暖かい
pl: Ciepłe
ru: Теплее

# Night colour blue-ish
source: Cool
cs: Studená
de: Kalt
fr: Froid
ja: 冷たい
nl: Koel
pl: Zimne
ru: Холоднее

source: Activation time:
cs: Čas aktivace:
de: Aktivierungszeit:
fr: Heure d'activation :
ja: アクティブ化する時間:
nl: Activeringstijd:
pl: Czas włączenia:
ru: Период использования:

source: Sunset to sunrise at current location
cs: Od západu po východ slunce v automaticky zjištěném místě
de: Sonnenunter- bis -aufgang am aktuellen Standort
fr: Du coucher au lever du soleil à l'emplacement actuel
ja: 現在地の日の入りから日の出まで
nl: Zonsondergang tot zonsopgang op de huidige locatie
pl: Od zachodu do wschodu w obecnym miejscu
ru: От заката до рассвета в текущем местоположении

source: Sunset to sunrise at manual location
cs: Od západu po východ slunce v ručně vybraném místě
de: Sonnenunter- bis -aufgang an benutzerdefiniertem Standort
fr: Du coucher au lever du soleil à l'emplacement manuel
ja: 手動で指定した地点の日の入りから日の出まで
nl: Zonsondergang tot zonsopgang op de handmatige locatie
pl: Od zachodu do wschodu w ustawionym miejscu
ru: От заката до рассвета в заданном местоположении

source: Custom time
cs: Vlastní čas
de: Benutzerdefinierte Uhrzeit
fr: Heure personnalisée
ja: 指定した時間
nl: Eigen tijd
pl: Własny czas
ru: Заданный интервал времени

source: Always on
cs: Vždy zapnuto
de: Immer an
fr: Toujours activé
ja: 常にオン
nl: Altijd aan
pl: Zawsze włączone
ru: Всегда

source: Latitude: %1 Longitude: %2
cs: Zeměpisná šířka: %1 Zeměpisná délka: %2
de: Breitengrad: %1 Längengrad: %2
ja: 緯度: %1 経度: %2
nl: Breedtegraad: %1 Lengtegraad: %2
pl: Szer. geogr.: %1 Dł. geogr.: %2
ru: Широта: %1 Долгота: %2

source: Turn on at:
cs: Zapnout v:
de: Einschalten um:
fr: Activer à :
ja: オンにする時間:
nl: Aanzetten om:
pl: Włącz o:
ru: Включать в:

source: Input format: HH:MM
cs: Vstupní formát: HH:MM
de: Eingabeformat: HH:MM
fr: Format : HH:MM
nl: Invoerformaat: HH:MM
pl: Format wejściowy: HH:MM
ru: (в формате ЧЧ:ММ)

source: Turn off at:
cs: Vypnout v:
de: Ausschalten um:
fr: Désactiver à :
ja: オフにする時間:
nl: Uitzetten om:
pl: Wyłącz o:
ru: Выключать в:

source: Transition duration:
cs: Délka přechodu
de: Durchgangsdauer:
fr: Durée de transition :
ja: 切り替えにかける時間:
nl: Duur transitie:
pl: Czas przejścia:
ru: Длительность перехода:

source: %1 minute
cs: %1 minuta
ja: %1 分
nl: %1 minuut
pl: %1 minuta
ru: %1 минута

source: Input minutes - min. 1, max. 600
cs: V minutách od 1-600
de: Eingabe in Minuten – min. 1, max. 600
fr: En minutes - min. 1, max. 600
nl: Invoer minuten - min. 1, max. 600
pl: Wprowadzanie w minutach - min. 1, max. 600
ru: (в минутах, минимум 1, максимум 600)

source: Error: Morning is before evening.
cs: Chyba: Ráno je před večerem.
de: Fehler: Der Morgen liegt vor dem Abend.
fr: Erreur : le matin ne précède pas le soir.
nl: Fout: ochtend is voor avond.
pl: Błąd: Poranek jest przed wieczorem.
ru: Ошибка: утро раньше вечера.

source: Error: Transition time overlaps.
cs: Chyba: Délka přechodu se překrývá.
de: Fehler: Übergangszeiten überschneiden sich.
fr: Erreur : le temps de transition se recouvre.
nl: Fout: transitietijd overlapt
pl: Błąd: Czas przejścia nachodzi.
ru: Ошибка: переходные периоды пересекаются.

source: Night Color begins at %1
cs: Noční barva se zapne v %1
de: Nachtfarben beginnen um %1
fr: Couleur de nuit commence à %1
ja: %1 に Night Color が始まります
nl: Nachtkleur begint om %1
pl: Barwy nocne zaczną się pojawiać o %1
ru: Включение ночной цветовой схемы будет начато в %1

source: Color fully changed at %1
cs: Úplné změny barvy bude dosaženo v %1
de: Farbe vollständig umgestellt um %1
fr: Couleur entièrement changée à %1
ja: %1 に完全に色が変わります
nl: Kleur volledig gewijzigd om %1
pl: Barwy nocne pojawią się w pełni o %1
ru: Полный переход будет завершён в %1

source: Night Color begins changing back at %1
cs: Vypínání noční barvy začne v %1
de: Nachtfarben werden ab %1 zurückgesetzt
fr: Couleur de nuit revient vers les couleurs normales à %1
ja: %1 に Night Color が終了しはじめます
nl: Nachtkleur begint terug te gaan om %1
pl: Barwy nocne zaczną zanikać o %1
ru: Отключение ночной цветовой схемы будет начато в %1

source: Normal coloration restored by %1
cs: Normální barevnosti bude dosaženo v %1
de: Normale Farben sind um %1 wiederhergestellt
fr: Couleur normale restaurée à %1
ja: %1 に通常の色表示に戻ります
nl: Normale kleur hersteld om %1
pl: Zwykłe barwy zostaną w pełni przywrócone o %1
ru: Полное отключение произойдёт в %1
