Repository: Lingmo-Archive/lingmo-plasma-desktop
Catalog: po/*/kcmaccess.po
Languages: az

# NAME OF TRANSLATORS
source: Your names
az: Xəyyam Qocayev

# EMAIL OF TRANSLATORS
source: Your emails
az: xxmn77@gmail.com

source: &Bell
az: &Səs siqnalı

source: Audible Bell
az: Səs siqnalı

source: If this option is checked, the default system bell will be used. Usually, this is just a "beep".
az: Bu seçim edildiyində standart sistem səs siqnalı istifadə ediləcək. Bu adətən "beep" siqnalıdır.

source: Use &system bell
az: &Sistem səs siqnalını istiafadə etmək

source: Check this option if you want to use a customized bell, playing a sound file. If you do this, you will probably want to turn off the system bell.
az: Əgə sisz istədiyiniz siqnalı (səs faylı) təyin etmək istəyirsinizsə bu seçimi edin. Bu zaman ola bilsin sistemin səsucaldıcılarını söndürməniz lazım gələcək.

source: Us&e customized bell
az: İstədiyiniz səs aiqnalı s&eçin

source: If the option "Use customized bell" is enabled, you can choose a sound file here. Click "Browse..." to choose a sound file using the file dialog.
az: "İstədiyiniz səs siqnalı seçin" ayarında siz səs faylını seçə bilərsiniz. Seçim üçün "Baxış...".

source: Sound &to play:
az: Səs&ləndir:

source: Browse...
az: Baxış...

source: Visual Bell
az: Görünən siqnal

source: This option will turn on the "visual bell", i.e. a visual notification shown every time that normally just a bell would occur. This is especially useful for deaf people.
az: Bu seçim "gürünən siqnalı göstərməyi aktiv edir, belə ki, adi şəraitdə səslə verilən siqnal əvəzinə şəkil görünür. Bu eşitmə qabiliyyəti zəif olanlar üçün daha faydalıdır.

source: &Use visual bell
az: Görünən siq&nal istifadə etmək

source: The screen will turn to a custom color for the amount of time specified below.
az: Ekran aşağıda göstərilən vaxt 'rzind' xüsusi bir rəngə çevriləcəkdir.

source: F&lash screen
az: E&kranın sayrışması

source: All screen colors will be inverted for the amount of time specified below.
az: Bütün ekran rəngləri aşağıda göstərilən müddətə əks rənglərinə çevriləcəkdir.

source: I&nvert screen
az: Ekra&nın əks rəngləri

source: Click here to choose the color used for the "flash screen" visible bell.
az: Buraya vuraraq, "Sayrışan ekran" görünən siqnalı üçün rəng seçin.

source: &Duration:
az: Mü&ddəti:

source: Here you can customize the duration of the "visible bell" effect being shown.
az: Burada siz "görünən siqnal" effektinin başlama müddətini təyin edə bilərsiniz.

source: msec
az: msan

source: &Modifier Keys
az: Də&yişdirici Düymələr

source: Sticky Keys
az: Yapışqan Düymələr

source: Use &sticky keys
az: Yapışqan düymələri i&stifadə etmək

source: &Lock sticky keys
az: Yapışqan düymələri ki&ilidləmək

source: Turn sticky keys off when two keys are pressed simultaneously
az: Yapışqan düymələri iki düymə eyni zamanda basıldığında söndür

source: Use system bell whenever a modifier gets latched, locked or unlocked
az: Dəyişdirici düyməni aktiv etdikdə, kilidlədikdə və ya kiliddən çıxarıldığında səs siqnalı vermək

source: Locking Keys
az: Kilidləmə düymələri

source: Use system bell whenever a locking key gets activated or deactivated
az: Kilidləmə açarı aktiv və ya qeyri-aktiv edildiyində sistemin səs siqnallarından istifadə etmək

source: Use Plasma's notification mechanism for modifier or locking key state changes
az: Kilidləmə və ya dəyişdirici düyməsinin vəziyyəti dəyişdirildikdə Plasma bildirişi mexanizmindən istifadə etmək

source: Configure &Notifications...
az: Bildirişləri&n Tənzimlənməsi...

source: &Keyboard Filters
az: &Klaviatura filtrləri

source: Slo&w Keys
az: Yavaş d&üymələr

source: &Use slow keys
az: Yavaş dü&ymələri istifadə etmək

source: &Use system bell whenever a key is pressed
az: Dü&ymə basıldığında sistem siqnalından istifadə etmək

source: &Use system bell whenever a key is accepted
az: Dü&ymə istifadə olunduğunda sistem siqnalından istifadə etmək

source: &Use system bell whenever a key is rejected
az: Dü&ymə rədd edildiyində sistem siqnalından istifadə etmək

source: Bounce Keys
az: Sıçrayan Düymələr

source: Use bou&nce keys
az: Sışraya&n düymələri istifadə etmək

source: Use the system bell whenever a key is rejected
az: Düymə rədd edildiyində sistem siqnalından istifadə etmək

source: Activation &Gestures
az: Aktivetmə &Jestləri

source: Activation Gestures
az: Aktivetmə Jestləri

source: Use gestures for activating sticky keys and slow keys
az: Yapışqan və yavaş düymələri aktiv etmək üçün jestlərdən istiafadə etmək

source: Turn sticky keys and slow keys off after a certain period of inactivity.
az: Yapışqan və yavaş düymələri müəyyən bir müddətdə hərəkətsizlik olarsa söndürmək.

source: min
az: dəq

source: Notification
az: Bildiriş

source: Use the system bell whenever a gesture is used to toggle an accessibility feature
az: Jestlə Xüsusi İmkanlar seçimini aktiv/qeyri-aktiv etdikdə sistem siqnalından istifadə etmək

source: If this option is checked, KDE will show a confirmation dialog whenever a keyboard accessibility feature is turned on or off. Ensure you know what you are doing if you uncheck it, as the keyboard accessibility settings will then always be applied without confirmation.
az: Əgər bu seçim edilibsə Xüsusi İmkanların aktiv və ya qeyri-aktiv edilməsi zamanı təsdiqetmə dialoqu göstəriləcək. Ehtiyatlı olun, belə ki, əgər siz bu parametri söndürsəniz Xüsusi İmkanlar rejimi təsdiq edilmədən tətbiq ediləcəkdir.

source: Show a confirmation dialog whenever a keyboard accessibility feature is toggled
az: Xüsusi İmkanlar aktiv və ya qeyri-aktiv edildiyində təadiqetmə dialoqunu göstərmək

source: Use Plasma's notification mechanism whenever a keyboard accessibility feature is toggled
az: Xüsusi İmkanlar aktiv və ya qeyri-aktiv edildiyində sistem siqnalından istifadə etmək

source: Mouse Navigation
az: Siçanla İdarəetmə

source: &Move pointer with keyboard (using the num pad)
az: Kursoru Rəqəmli düymələrlə idarə et&mək

source: &Acceleration delay:
az: &Sürətlənmə gecikməsi:

source: R&epeat interval:
az: Təkrarlar int&ervalı:

source: Acceleration &time:
az: Sürətlənmə vax&tı:

source: Ma&ximum speed:
az: Ma&ksimum sütət:

source: pixel/sec
az: piksel/san

source: Acceleration &profile:
az: Sürətlənmə &profili:

source: Screen Reader
az: Ekran Oxuyucu

source: Screen reader enabled
az: Ekran Oxuyucu aktiv edildi

source: &Launch Orca Configuration
az: Orca Tənzimləmələrinə baş&lamaq

source: Please note that you may have to log out once to allow the screen reader to work properly.
az: Burada ekran oxuyucusunu aktiv etdikdə onun düzgün işləməsi üçün sistemdən çıxaraq yenidən daxil olmaq lazım ola bilər.

source: AltGraph
az: AltGr

source: Press %1 while NumLock, CapsLock and ScrollLock are active
az: NumLock, CapsLock və ScrollLock aktiv olduqda %1 basmaq

source: Press %1 while CapsLock and ScrollLock are active
az: CapsLock və ScrollLock aktiv olduqda %1 basmaq

source: Press %1 while NumLock and ScrollLock are active
az: NumLock,və ScrollLock aktiv olduqda %1 basmaq

source: Press %1 while ScrollLock is active
az: ScrollLock aktiv olduqda %1 basmaq

source: Press %1 while NumLock and CapsLock are active
az: NumLock,və CapsLock aktiv olduqda %1 basmaq

source: Press %1 while CapsLock is active
az: CapsLock aktiv olduqda %1 basmaq

source: Press %1 while NumLock is active
az: NumLock aktiv olduqda %1 basmaq

source: Press %1
az: %1 basmaq

source: KDE Accessibility Tool
az: KDE Xüsusi İmkanları

source: Author
az: Müəllif

source: Here you can activate keyboard gestures that turn on the following features: Sticky keys: Press Shift key 5 consecutive times Slow keys: Hold down Shift for 8 seconds
az: Aşağıdakı funksiyaları aktiv etmək üçün burada klaviatura jestlərini aktiv edə bilərsiniz Yapışqan düymələr: Shift düyməsini 5 dəfə davamlı vurmaq Yavaş düymələr: Shift düyməsini 8 saniyə basılı saxlamaq

source: Here you can activate keyboard gestures that turn on the following features: Mouse Keys: %1 Sticky keys: Press Shift key 5 consecutive times Slow keys: Hold down Shift for 8 seconds
az: Aşağıdakı funksiyaları aktiv etmək üçün burada klaviatura jestlərini aktiv edə bilərsiniz Siçan düymələri: %1 Yapışqan düymələr: Shift düyməsini 5 dəfə davamlı başmaq Yavaş düymələr: Shift düyməsini 8 saniyə basılı saxlamaq

source: Could not set gsettings for Orca: "%1" failed
az: "%1" əmri ilə Orca ayarlarını dəyişmək mümkün olmadı

source: Error: Could not launch "orca --setup"
az: "orca --setup" funksiyasını başlatmaq mümkün olmadı
