Repository: Lingmo-Archive/lingmo-plasma-desktop
Catalog: po/*/kcmsmserver.po
Languages: et, pl, zh_cn

source: <h1>Session Manager</h1> You can configure the session manager here. This includes options such as whether or not the session exit (logout) should be confirmed, whether the session should be restored again when logging in and whether the computer should be automatically shut down after session exit by default.
et: <h1>Seansihaldur</h1> Siin saab seadistada seansihaldurit. See hõlmab endas valikuid, kas seansi lõpetamisel (väljalogimisel) küsitakse sult kinnitust, kas eelmine seanss taastatakse sisselogimisel ning kas arvuti töö lõpetatakse vaikimisi, kui seanss lõpetatakse.
pl: <h1>Zarządzanie sesją</h1> Moduł zarządzania sesją pozwala na określenie, czy potwierdzać wylogowanie, czy odtwarzać poprzednią sesję przy zalogowaniu i czy wyłączać komputer przy zakończeniu pracy.
zh_cn: <h1>会话管理器</h1> 您可以在这里配置会话管理器。这包括注销会话时是否需要确认、是否在登录时恢复上次的会话以及是否在退出会话后自动关机等选项。

source: Restart Now
et: Taaskäivita kohe
pl: Uruchom ponownie teraz
zh_cn: 立即重新启动

source: Failed to request restart to firmware setup: %1
et: Taaskäivitamine püsivara seadistamiseks nurjus: %1
pl: Nie udało się wymusić ponownego uruchomienia do ustawienia oprogramowania układowego: %1
zh_cn: 请求重新启动到固件设置失败：%1

source: Next time the computer is restarted, it will enter the UEFI setup screen.
et: Arvuti järgmisel käivitamisel viiakse sind UEFI seadistamise ekraanile.
pl: Przy następnym uruchomieniu komputera, przejdzie on do ekranu ustawień UEFI.
zh_cn: 下次重新启动计算机时，它将进入 UEFI 设置。

source: Next time the computer is restarted, it will enter the firmware setup screen.
et: Arvuti järgmisel käivitamisel viiakse sind püsivara seadistamise ekraanile.
pl: Przy następnym uruchomieniu komputera, przejdzie on do ekranu ustawień oprogramowania układowego.
zh_cn: 下次重新启动计算机时，它将进入固件设置。

source: UEFI Setup
et: UEFI seadistus
pl: Ustawienia UEFI
zh_cn: UEFI 设置

source: Enter UEFI setup on next restart
et: Järgmisel käivitusel avatakse UEFI seadistuste ekraan
pl: Przejdź do ustawień UEFI przy następnym uruchomieniu
zh_cn: 在下次重启时进入 UEFI 设置

source: General
et: Üldine
pl: Ogólne
zh_cn: 常规

source: Check this option if you want the session manager to display a logout confirmation dialog box.
et: Vali, kui soovid, et seansihaldur küsiks sinu käest väljalogimisel kinnitust.
pl: Zaznacz tę opcję, jeśli chcesz, by program do zarządzania sesją wyświetlał pytanie o potwierdzenie wylogowania.
zh_cn: 如果您想会话管理器显示注销确认窗口，请选用此选项。

source: Conf&irm logout
et: K&innitus väljalogimisel
pl: Wylogowuj za potw&ierdzeniem
zh_cn: 确认注销(&I)

source: O&ffer shutdown options
et: &Pakutakse seiskamisvalikuid
pl: &Przedstaw możliwości zamykania systemu
zh_cn: 提供关机选项(&F)

source: Here you can choose what should happen by default when you log out. This only has meaning, if you logged in through KDM.
et: Siin saab valida, mis vaikimisi juhtub, kui sa välja logid. Mõtet omab see ainult siis, kui sa logid sisse KDMi abil.
pl: Tutaj można określić postępowanie przy wychodzeniu z systemu. Ma to znaczenie, tylko w przypadku logowania przy użyciu KDM.
zh_cn: 在此您可以选择退出时的默认行为。这仅在通过 KDM 退出时有意义。

source: Default Leave Option
et: Vaikimisi väljumisvalik
pl: Przy wychodzeniu
zh_cn: 默认离开选项

source: &End current session
et: Lõp&etada käesolev seanss
pl: Zakończ bi&eżącą sesję
zh_cn: 结束当前会话(&E)

source: &Restart computer
et: &Taaskäivitada arvuti
pl: U&ruchom komputer ponownie
zh_cn: 重启计算机(&R)

source: &Turn off computer
et: &Seisata arvuti
pl: Wyłącz kompu&ter
zh_cn: 关闭计算机(&T)

source: <ul> <li><b>Restore previous session:</b> Will save all applications running on exit and restore them when they next start up</li> <li><b>Restore manually saved session: </b> Allows the session to be saved at any time via "Save Session" in the K-Menu. This means the currently started applications will reappear when they next start up.</li> <li><b>Start with an empty session:</b> Do not save anything. Will come up with an empty desktop on next start.</li> </ul>
et: <ul> <li><b>Taastatakse eelmine seanss:</b> väljumisel salvestatakse kõik töötavad rakendused ja taastatakse need uuel käivitamisel.</li> <li><b>Taastatakse käsitsi salvestatud seanss:</b> võimaldab salvestada seanssi igal hetkel K menüüst käsuga "Salvesta seanss". See tähendab, et parajasti töötavad rakendused taastuvad uuel käivitamisel.</li> <li><b>Käivitatakse tühi seanss:</b> midagi ei salvestata ja järgmisel käivitamisel ilmub tavaline avamata rakendusteta töölaud.</li> </ul>
pl: <ul> <li><b>Przywróć poprzednią sesję:</b> przy wychodzeniu zapisuje wszystkie uruchomione programy i przywraca je przy ponownym zalogowaniu</li> <li><b>Przywróć ręcznie zapisaną sesję:</b> pozwala na zapisanie sesji w dowolnym momencie za pomocą polecenia "Zapisz sesję" w menu KDE i późniejsze jej odtworzenie.</li> <li><b>Nie przywracaj sesji:</b> tworzy pusty pulpit KDE przy zalogowaniu.</li> </ul>
zh_cn: <ul> <li><b>恢复上一次会话：</b>将在退出时保存运行中的全部应用程序，然后在下次启动时恢复</li> <li><b>恢复手动保存的会话：</b>允许任何时候通过 K 菜单的“保存会话”功能保存会话。这意味着目前启动的会话将会在下次启动时重新出现。</li> <li><b>启动空会话：</b>什么也不保存。下次启动时将会出现空桌面。</li> </ul>

source: On Login
et: Sisselogimisel
pl: Przy logowaniu
zh_cn: 登录时

source: Restore &previous session
et: &Taastatakse eelmine seanss
pl: Przywróć &poprzednią sesję
zh_cn: 恢复上一次会话(&P)

source: Restore &manually saved session
et: Taastatakse &käsitsi salvestatud seanss
pl: Przywróć ręcznie zapisa&ną sesję
zh_cn: 恢复手动保存的会话(&M)

source: Start with an empty &session
et: Käivitatakse tühi s&eanss
pl: Rozpocznij pustą &sesję
zh_cn: 以空会话启动(&S)

source: Applications to be e&xcluded from sessions:
et: &Rakendused, mida ei taastata:
pl: &Programy nie podlegające sesji:
zh_cn: 要从会话中排除的应用程序(&X)：

source: Here you can enter a colon or comma separated list of applications that should not be saved in sessions, and therefore will not be started when restoring a session. For example 'xterm:konsole' or 'xterm,konsole'.
et: Siin saab koolonite või komadega eraldatult määrata rakendused, mida seansihaldur ei peaks salvestama ja mida seega ka seansi taastamisel ei käivitata, näiteks 'xterm:xconsole' või 'xterm,konsole'.
pl: Tu można podać listę programów, które nie będą zapisywane w sesjach, a w związku z tym nie będą przywracane przy następnym zalogowaniu. Kolejne programy należy oddzielić dwukropkiem, np 'xterm:xconsole'.
zh_cn: 您可在此输入用冒号或逗号分隔的应用程序，这些程序将不会被保存到会话中，因此在恢复会话时也不会启动。例如：“xterm:xconsole”或“xterm,xconsole”。

source: Firmware Setup
et: Püsivara seadistus
pl: Ustawienia oprogramowania układowego
zh_cn: 固件设置

source: When the computer is restarted the next time, enter firmware setup screen (e.g. UEFI or BIOS setup)
et: Arvuti järgmisel käivitusel avatakse püsivara seadistamise (nt UEFI või BIOS-e seadistamise) ekraan
pl: Przy następnym uruchomieniu komputera, przejdź on do ekranu ustawień oprogramowania układowego (np. ustawienia UEFI lub BIOS)
zh_cn: 下次重新启动计算机时，进入固件设置（例如 UEFI 设置或 BIOS 设置）

source: Enter firmware setup on next restart
et: Järgmisel käivitusel avatakse püsivara seadistamise ekraan
pl: Przejdź do ustawień oprogramowania układowego przy następnym uruchomieniu
zh_cn: 在下次重启时进入固件设置

source: Confirm logout
et: Kinnitus väljalogimisel
pl: Potwierdź wylogowanie
zh_cn: 确认注销

source: Offer shutdown options
et: Pakutakse seiskamisvalikuid
pl: Przedstaw możliwości zamykania systemu
zh_cn: 提供关机选项

source: Default leave option
et: Vaikimisi väljumisvalik
pl: Domyślny sposób wyjścia
zh_cn: 默认退出选项

source: On login
et: Sisselogimisel
pl: Przy logowaniu
zh_cn: 登录时

source: Applications to be excluded from session
et: Rakendused, mida ei taastata:
pl: Programy wykluczone z sesji
zh_cn: 要从会话中排除的应用程序
